Repository: daniel-ob/baskets
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Please do not replace products: You can add new ones or delete existing ones
fr: Veuillez ne pas remplacer des produits : Vous pouvez en ajouter des nouveaux et supprimer les existants

source: Order for
fr: Commande pour le

source: Can be updated until:
fr: Peut être modifiée jusqu'au :

source: Update
fr: Mettre à jour

source: New order for
fr: Nouvelle commande pour le

source: Last day to order:
fr: Dernier jour pour commander :

source: Create
fr: Créer

source: Click to order
fr: Commander

source: Order has been successfully saved
fr: La commande a été enregistrée avec succès

source: Order has been successfully removed
fr: La commande a été supprimée avec succès

source: An error occurred when trying to save order. Please reload page and try again
fr: Une erreur est survenue lors de l'enregistrement de la commande. Veuillez recharger la page et réesayer

source: At least one item must have quantity greater than 0
fr: Au moins un produit doit avoir une quantité supérieure à 0
